{
  "hi_text": "Hi! I'm",
  "intro_text": "Hey, I'm Robin, a full-stack developer with a passion for IT and a love for learning. I work hard to craft seamless digital experiences, bringing ideas to life with every line of code. Let's create something amazing together!",
  "front_end": "Front-End",
  "back_end": "Back-End",
  "robin_dev": "Robin.dev",
  "Home": "Home",
  "About": "About",
  "Experience": "Experience",
  "Skills": "Skills",
  "Projects": "Projects",
  "view_all": "View all",
  "Contact": "Contact",
  "Hire me": "Hire me",
  "about_me": "About Me",
  "about_text": "Hey there, I'm Robin—a full stack developer sculpting the digital landscape. I thrive on crafting seamless user experiences, from front-end dazzle to back-end efficiency. Dive into the world of code with me, where each line holds the potential for magic and innovation! Let's embark on a coding journey together, turning ideas into reality one line at a time. 💻✨",
  "download_cv": "Download CV",
  "experience_subtext": "My education and work",
  "experience_title": "Experience",
  "education_title": "Education",
  "college_title": "Education",
  "pied_piper_title": "Work",
  "narawebs_title": "Work",
  "technical_school_name": "Technical High School Ječná",
  "random_college_name": "Random College",
  "pied_piper_name": "Pied Piper",
  "narawebs_name": "Narawebs",
  "education_point_1": "Studying at the Technical Secondary School of Electrical Engineering has propelled my IT skills forward, particularly in programming and software development.",
  "education_point_2": "I have gained deeper knowledge in programming languages such as Python, Java, and C++, enabling me to create sophisticated applications.",
  "education_point_3": "Engaging in practical projects has provided me with the opportunity to apply theory into practice and improve in the creation of websites and mobile applications.",
  "education_point_4": "I have deepened my skills in networking and security through laboratory exercises and simulations.",
  "college_point_1": "Studying at the university focused on IT, AI, and Game Development has opened up a world of new technologies and innovative programming for me.",
  "college_point_2": "I have gained deeper knowledge in the field of artificial intelligence, allowing me to work with machine learning algorithms and pattern recognition.",
  "college_point_3": "Practical courses in game development have taught me game scenario creation, graphic design work, and optimization for various platforms.",
  "pied_piper_point_1": "I was actively involved in designing and implementing various React components, ensuring their functionality, compatibility across browsers, and responsiveness.",
  "pied_piper_point_2": "Working closely with the talented development team at Pied Piper, I contributed to the enhancement of existing applications and the creation of new features.",
  "pied_piper_point_3": "Participating in collaborative brainstorming sessions, code reviews, and problem-solving exercises, I gained valuable insights into the best practices of modern web development.",
  "pied_piper_point_4": "My experience at Pied Piper provided me with a deep understanding of the full lifecycle of web application development, from initial design to deployment and maintenance.",
  "narawebs_point_1": "Establishing Narawebs, a company specializing in web development and e-commerce solutions for private clients, has been a pivotal step in my professional journey.",
  "narawebs_point_2": "With a vision to provide tailored and innovative web solutions, I founded Narawebs to meet the diverse needs of businesses and individuals alike.",
  "narawebs_point_3": "Our focus at Narawebs is on crafting responsive, user-friendly websites and e-commerce platforms that not only meet but exceed client expectations.",
  "narawebs_point_4": "From conceptualization to implementation, we work closely with each client to understand their unique requirements and deliver custom solutions that drive growth and success.",
  "technical":"Technical Proficiency",
  "narawebs_website": "NaraWebs website",
  "random_website_1": "Random website",
  "random_website_2": "Random website",
  "text_game": "Text Game",
  "react": "React",
  "sass": "Sass",
  "tailwind": "Tailwind",
  "java": "Java",
  "sql": "SQL",
  "spring": "Spring",
  "mongodb": "MongoDB",
  "works":"My work",
  "Projectsos":"Projects.",
  "text_pro":"Following projects showcase my skills and experience through real-world examples of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies, and manage projects effectively.",
  "get_in_touch": "Get in touch",
  "contact_heading": "Contact.",
  "your_name": "Your Name",
  "your_email": "Your Email",
  "your_message": "Your Message",
  "send_button": "Send",
  "your_name_placeholder": "What's your  name?",
    
    "your_email_placeholder": "What's your web address?",
   
    "your_message_placeholder": "What you want to say?"
}
